[
  {
    "id": 1,
    "structure": "は (тема предложения)",
    "explanation": "Частица は показывает тему высказывания — то, о чём дальше идёт речь. Она не обязательно обозначает подлежащее, а выделяет контекст. は часто используется, когда информация уже известна слушателю или когда из множества объектов выбирают, о каком именно говорят. Частица также создаёт контраст между объектами: A は..., но B は..., подчёркивая различия.",
    "example": "私は学生です。",
    "translation": "Что касается меня, я студент."
  },
  {
    "id": 2,
    "structure": "が (подлежащее и новая информация)",
    "explanation": "Частица が выделяет подлежащее как источник действия или объект, на который падает логическое ударение. Она вводит новую, ранее неизвестную информацию. Часто используется в ответах на вопросы «кто?» и «что?». В конструкциях с желаниями и предпочтениями (好き、欲しい、ある／いる) が указывает на предмет, к которому относится чувство или состояние.",
    "example": "だれが来ますか。",
    "translation": "Кто придёт?"
  },
  {
    "id": 3,
    "structure": "を (прямой объект действия)",
    "explanation": "Частица を указывает на объект, который непосредственно испытывает действие глагола. Эта частица используется только с переходными глаголами. В некоторых выражениях (дорога を歩く, мост を渡る) を показывает путь или пространство, через которое проходит действие.",
    "example": "本を読む。",
    "translation": "Читать книгу."
  },
  {
    "id": 4,
    "structure": "に (время, место существования, цель движения)",
    "explanation": "Частица に используется для указания: (1) точного времени, (2) места, где объект находится (с глаголами существования いる／ある), (3) конечной точки движения или направления. Ни в одном случае に не описывает сам процесс, только фиксирует статичную точку события.",
    "example": "7時に起きる。",
    "translation": "Просыпаюсь в 7 часов."
  },
  {
    "id": 5,
    "structure": "で (место действия и способ)",
    "explanation": "Частица で обозначает место, где происходит действие (не существование, а именно действие). Также она указывает средство, инструмент, способ или причину (в конструкциях типа 事故で — «из-за аварии»). で всегда описывает динамику: где что-то происходит или с помощью чего выполняется действие.",
    "example": "学校で勉強します。",
    "translation": "Учусь в школе."
  },
  {
    "id": 6,
    "structure": "〜たい (желание сделать действие)",
    "explanation": "Форма たい образуется от основы глагола в форме ます и выражает личное желание сделать действие. Обычно используется только для своих желаний, а для других людей применяется конструкция 〜たがっている. たい относится к прилагательным い-типа, поэтому изменяется как прилагательное (たくない、たかった).",
    "example": "寿司を食べたい。",
    "translation": "Хочу поесть суши."
  },
  {
    "id": 7,
    "structure": "〜ている (продолжающееся действие или состояние)",
    "explanation": "Форма ている выражает: (1) длительный процесс действия (今、雨が降っている), (2) результат действия, который привёл к состоянию (結婚している — «женат/замужем», состояние после действия), (3) повторяющиеся регулярные действия. Значение зависит от типа глагола — у моментальных глаголов (死ぬ、結婚する、知る) ている всегда выражает состояние.",
    "example": "雨が降っている。",
    "translation": "Идёт дождь."
  },
  {
    "id": 8,
    "structure": "〜ない (отрицательная форма)",
    "explanation": "Отрицательная форма ない образуется от краткой формы глаголов. Она выражает отсутствие действия, нежелание или невозможность. На разговорном уровне ない может звучать как ん (行かない → 行かん), а в вежливой форме используется ません. Часто встречается в выражениях запрета (〜てはいけない → のみ物を飲んではいけない).",
    "example": "行かない。",
    "translation": "Не пойду."
  },
  {
    "id": 9,
    "structure": "A より B のほうが〜 (сравнение)",
    "explanation": "Конструкция используется для сравнения двух объектов. A より указывает объект, обладающий свойством в меньшей степени. B のほうが подчёркивает, что у B свойство выражено сильнее. Порядок всегда фиксированный. Часто используется с прилагательными и наречиями, но также возможны сравнения действий.",
    "example": "犬より猫のほうが静かです。",
    "translation": "Кошки тише собак."
  },
  {
    "id": 10,
    "structure": "〜から / 〜ので (причина)",
    "explanation": "Обе частицы выражают причину, но различаются оттенком: から — логичное, прямое объяснение (используется в разговорной речи и при личных эмоциональных причинах). ので — более мягкое, объективное объяснение (чаще в вежливой и формальной речи). ので обычно не используется с приказами и просьбами.",
    "example": "寒いので、窓を閉めました。",
    "translation": "Поскольку холодно, я закрыл окно."
  },
  {
    "id": 11,
    "structure": "〜てください (вежливая просьба)",
    "explanation": "Эта форма используется для вежливой просьбы или мягкого приказа. Образуется от формы глагола на て + ください. Не используется с близкими друзьями или в неформальной обстановке.",
    "example": "静かにしてください。",
    "translation": "Пожалуйста, ведите себя тихо."
  },
  {
    "id": 12,
    "structure": "〜てもいい (разрешение)",
    "explanation": "Выражает разрешение что-либо сделать. Буквально означает «даже если сделаю, будет хорошо». Образуется от формы глагола на て + もいいです. Для вопросов используется, чтобы спросить разрешения.",
    "example": "窓を開けてもいいですか。",
    "translation": "Можно открыть окно?"
  },
  {
    "id": 13,
    "structure": "〜てはいけない (запрет)",
    "explanation": "Выражает запрет. Буквально означает «если сделаешь, это плохо». Образуется от формы глагола на て + はいけません (вежл.) / はいけない (неформ.). Сильный, прямой запрет.",
    "example": "ここで写真を撮ってはいけません。",
    "translation": "Здесь нельзя фотографировать."
  },
  {
    "id": 14,
    "structure": "〜く / 〜になる (становиться)",
    "explanation": "Выражает изменение состояния. Для прилагательных な и существительных используется になる. Для прилагательных い окончание い меняется на く + なる.",
    "example": "医者になりたい。",
    "translation": "Хочу стать врачом."
  },
  {
    "id": 15,
    "structure": "A と B (союз «и» для перечисления)",
    "explanation": "Частица と соединяет два и более существительных, означая полный, исчерпывающий список. В отличие от や, не оставляет возможности для других, не названных предметов.",
    "example": "りんごとバナナを買いました。",
    "translation": "Я купил яблоки и бананы."
  },
  {
    "id": 16,
    "structure": "〜たり〜たりする (перечисление действий)",
    "explanation": "Используется для перечисления примерных или неполных действий. Образуется от краткой формы глагола в прошедшем времени (た-form), где た меняется на たり. В конце ставится する.",
    "example": "週末は映画を見たり、本を読んだりしました。",
    "translation": "На выходных я посмотрел фильм, почитал книгу и так далее."
  },
  {
    "id": 17,
    "structure": "〜ことがある (иметь опыт)",
    "explanation": "Выражает, что у говорящего был или есть некий опыт в жизни. Образуется от словарной формы глагола (или прошедшей формы для опыта в прошлом) + ことがある.",
    "example": "日本に行ったことがあります。",
    "translation": "Я был в Японии (имею такой опыт)."
  },
  {
    "id": 18,
    "structure": "〜つもりだ (намерение)",
    "explanation": "Выражает твёрдое намерение или план сделать что-либо. Образуется от словарной формы глагола + つもりだ. Для отрицания используется ない-form + つもりだ.",
    "example": "来年、日本へ留学するつもりです。",
    "translation": "Я намерен в следующем году поехать учиться в Японию."
  },
  {
    "id": 19,
    "structure": "〜だろう / 〜でしょう (предположение)",
    "explanation": "Выражает предположение или вероятность. だろう — нейтрально-неформальный стиль, でしょう — вежливый. Часто переводится как «наверное», «вероятно».",
    "example": "明日は雨が降るでしょう。",
    "translation": "Завтра, наверное, будет дождь."
  },
  {
    "id": 20,
    "structure": "〜かもしれない (возможность)",
    "explanation": "Выражает неуверенную возможность, вероятность. Значение близко к «может быть», «возможно». Образуется путем добавления かもしれない к любому спрягаемому слову в его прямой форме (глагол, прилагательное, существительное).",
    "example": "彼はもう家に帰っているかもしれません。",
    "translation": "Возможно, он уже вернулся домой."
  },
  {
    "id": 21,
    "structure": "〜ようと思う (намерение сделать)",
    "explanation": "Выражает намерение или план говорящего, о котором он недавно подумал. Более спонтанный, чем つもり. Образуется от основы глагола на おう (Volitional form) + と思う.",
    "example": "来週、車を買おうと思います。",
    "translation": "Я думаю купить машину на следующей неделе."
  },
  {
    "id": 22,
    "structure": "〜てみる (попробовать сделать)",
    "explanation": "Выражает идею «попробовать что-то сделать», чтобы посмотреть, что из этого выйдет. Образуется от формы глагола на て + みる.",
    "example": "この料理を食べてみたい。",
    "translation": "Хочу попробовать это блюдо."
  },
  {
    "id": 23,
    "structure": "〜ておく (сделать заранее / про запас)",
    "explanation": "Выражает действие, совершаемое заранее, впрок, или временное действие, результат которого будет использован позже. Образуется от формы глагола на て + おく.",
    "example": "明日の準備をしておきます。",
    "translation": "Приготовлю завтрашние вещи заранее."
  },
  {
    "id": 24,
    "structure": "〜てしまう (сделать до конца / сожаление)",
    "explanation": "Имеет два значения: 1) Завершить действие. 2) Сделать что-то случайно, к своему сожалению. В разговорной речи часто сокращается до 〜ちゃう / 〜じゃう.",
    "example": "電車の中で寝てしまった。",
    "translation": "Я уснул в поезде (случайно, к своему сожалению)."
  },
  {
    "id": 25,
    "structure": "〜ながら (одновременное действие)",
    "explanation": "Выражает два действия, выполняемых одновременно одним субъектом. Первое действие (с ながら) является фоновым. Образуется от основы глагола ます + ながら.",
    "example": "音楽を聞きながら勉強します。",
    "translation": "Я учусь, слушая музыку."
  },
  {
    "id": 26,
    "structure": "〜し (перечисление причин)",
    "explanation": "Используется для перечисления нескольких причин или фактов. Подразумевает, что причин больше, чем указано. Похоже на «и», «к тому же», «кроме того».",
    "example": "このアパートは安いし、駅に近い。",
    "translation": "Эта квартира и дешёвая, и близко к станции (и по другим причинам хороша)."
  },
  {
    "id": 27,
    "structure": "〜そうだ (пересказ информации)",
    "explanation": "Выражает информацию, полученную из другого источника (услышал, прочитал). Переводится как «говорят», «по слухам», «я слышал». Образуется путем добавления そうだ к любому спрягаемому слову в его прямой форме.",
    "example": "あの店のラーメンは美味しいそうです。",
    "translation": "Говорят, рамен в том магазине вкусный."
  },
  {
    "id": 28,
    "structure": "〜そうだ (внешний вид)",
    "explanation": "Выражает впечатление или оценку говорящего, основанную на внешнем виде. Переводится как «похоже, что», «выглядит так, как будто». Для глаголов: основа ます + そうだ. Для прилагательных: основа (без い) + そうだ. Исключение: いい → よさそうだ, ない → なさそうだ.",
    "example": "このケーキは美味しそうですね。",
    "translation": "Этот торт выглядит вкусным."
  },
  {
    "id": 29,
    "structure": "すぎる (чрезмерность)",
    "explanation": "Выражает чрезмерность действия или качества. Значение «слишком», «чрезмерно». Образуется от основы глагола ます или основы прилагательного (без い/な) + すぎる. Ведет себя как глагол группы 2.",
    "example": "昨夜、飲みすぎました。",
    "translation": "Вчера вечером я выпил слишком много."
  },
  {
    "id": 30,
    "structure": "〜やすい / 〜にくい (легко / трудно сделать)",
    "explanation": "Выражает, насколько легко или трудно выполнить действие. 〜やすい — «легко делать», 〜にくい — «трудно делать». Образуется от основы глагола ます + やすい / にくい. Ведут себя как прилагательные い-типа.",
    "example": "このペンは書きやすいです。",
    "translation": "Этой ручкой легко писать."
  },
  {
    "id": 31,
    "structure": "〜てあげる / 〜てくれる / 〜てもらう (дать/получить действие)",
    "explanation": "Группа конструкций, выражающих оказание и получение услуг/действий. てあげる — я делаю кому-то. てくれる — кто-то делает для меня (с моей выгодой). てもらう — я получаю услугу от кого-то (вежливая просьба или благодарность). Выбор зависит от точки зрения говорящего.",
    "example": "友達が駅まで送ってくれました。",
    "translation": "Друг отвез меня до станции (сделал это для меня)."
  },
  {
    "id": 32,
    "structure": "〜ば (условие)",
    "explanation": "Выражает условие (если... то...). Образуется по-разному для глаголов, прилагательных и существительных. Для глаголов группы 1: окончание う меняется на え + ば. Группа 2: る → れば. Группа 3: する → すれば, 来る → 来れば. Прилагательные い: い → ければ. Прилагательные な / Существительные: なら.",
    "example": "安ければ、買います。",
    "translation": "Если будет дешево, я куплю."
  },
  {
    "id": 33,
    "structure": "〜と (условие и результат)",
    "explanation": "Выражает естественное, неизбежное следствие или условие. Часто используется для описания законов природы, привычных действий. Не используется для выражения воли, просьб или приглашений в результативной части. Образуется от словарной формы глагола/прилагательного + と.",
    "example": "春になると、暖かくなります。",
    "translation": "Когда наступает весна, становится тепло."
  },
  {
    "id": 34,
    "structure": "〜たら (условие в прошлом/гипотеза)",
    "explanation": "Условная форма, образующаяся от прошедшей формы (た-form) + ら. Выражает гипотетическое условие («если бы...») или условие, относящееся к конкретному случаю в будущем. Может использоваться для предложений с волей говорящего в результате.",
    "example": "時間があったら、遊びに来てください。",
    "translation": "Если будет время, приезжайте в гости."
  },
  {
    "id": 35,
    "structure": "〜なら (если речь идёт о...)",
    "explanation": "Выражает условие, основанное на чьих-то словах, мнении или известной информации. Ставит тему для обсуждения. Часто переводится как «если говорить о...», «если так, то...».",
    "example": "映画を見るなら、この映画が面白いよ。",
    "translation": "Если (ты) собираешься смотреть фильм, то этот интересный."
  },
  {
    "id": 36,
    "structure": "〜まで (предел, до)",
    "explanation": "Указывает на временной или пространственный предел действия («до»). 〜までに означает «к какому-то моменту» (крайний срок).",
    "example": "仕事は5時までです。",
    "translation": "Работа длится до 5 часов."
  },
  {
    "id": 37,
    "structure": "〜しか〜ない (только, не более чем)",
    "explanation": "Выражает ограничение. Значение «только», «всего лишь». Всегда используется с отрицательной формой глагола в конце предложения. Эмоционально подчеркивает недостаточность количества или выбора.",
    "example": "千円しか持っていません。",
    "translation": "У меня есть только 1000 иен (и это мало)."
  },
  {
    "id": 38,
    "structure": "〜ようだ (похоже, что)",
    "explanation": "Выражает предположение, основанное на непосредственных наблюдениях или ощущениях. Значение «похоже, что», «кажется». Образуется от словарной формы глагола/прилагательного или な-прилаг. + な + ようだ.",
    "example": "誰か来たようです。",
    "translation": "Похоже, кто-то пришел."
  },
  {
    "id": 39,
    "structure": "〜みたいだ (похоже, как)",
    "explanation": "Разговорный аналог ようだ. Также означает «похоже, что» или «похоже на». Используется с существительными, глаголами и прилагательными напрямую (без な или の). Более категоричный, чем ようだ.",
    "example": "この雲は猫みたいです。",
    "translation": "Это облако похоже на кота."
  },
  {
    "id": 40,
    "structure": "〜らしい (типичное свойство, слухи)",
    "explanation": "Имеет два значения: 1) Выражает типичное, характерное свойство чего-либо. 2) Пересказывает слухи или непроверенную информацию (как そうだ). Образуется путем добавления らしい к существительному или спрягаемому слову в прямой форме.",
    "example": "彼はまじめらしいです。",
    "translation": "Говорят, он серьезный. / Похоже, он серьезный (по характерным признакам)."
  },
  {
    "id": 41,
    "structure": "Passive Form (страдательный залог)",
    "explanation": "Выражает пассивное действие (объект действия становится подлежащим). Также используется в вежливой речи и для выражения досады. Образование: Гл.1: う → あ + れる. Гл.2: る → られる. Гл.3: する → される, 来る → 来られる.",
    "example": "私は母に叱られました。",
    "translation": "Я был отруган мамой."
  },
  {
    "id": 42,
    "structure": "Causative Form (побудительная форма)",
    "explanation": "Выражает разрешение, приказ или вынуждение кого-либо сделать что-то. Образование: Гл.1: う → あ + せる. Гл.2: る → させる. Гл.3: する → させる, 来る → 来させる.",
    "example": "子供に野菜を食べさせます。",
    "translation": "Я заставляю ребенка есть овощи."
  },
  {
    "id": 43,
    "structure": "Causative-Passive Form (побудительно-страдательная форма)",
    "explanation": "Выражает, что субъекта заставляют, разрешают или дают ему сделать что-то (часто с оттенком нежелательности для субъекта). Образование: От побудительной формы + られる (для всех групп, кроме 1, где может быть сокращение 〜あせる → 〜あされる).",
    "example": "私は母に野菜を食べさせられました。",
    "translation": "Меня заставила мама съесть овощи (я был вынужден)."
  },
  {
    "id": 44,
    "structure": "〜てほしい (желание, чтобы другой сделал)",
    "explanation": "Выражает желание говорящего, чтобы кто-то другой совершил действие. Образуется от формы глагола на て + ほしい. Указание на объект желания — частица に.",
    "example": "あなたに来てほしい。",
    "translation": "Я хочу, чтобы ты пришел."
  },
  {
    "id": 45,
    "structure": "Volitional Form (намерение, приглашение)",
    "explanation": "Выражает намерение говорящего («я сделаю!») или мягкое приглашение к совместному действию («давай сделаем»). Образование: Гл.1: う → お + う. Гл.2: る → よう. Гл.3: する → しよう, 来る → 来よう.",
    "example": "一緒に昼ご飯を食べよう。",
    "translation": "Давай вместе пообедаем."
  },
  {
    "id": 46,
    "structure": "〜ばよかった (сожаление)",
    "explanation": "Выражает сожаление о том, что что-то не было сделано в прошлом. Значение «лучше бы я...», «жаль, что я не...». Образуется от условной формы на ば + よかった.",
    "example": "もっと勉強すればよかった。",
    "translation": "Лучше бы я учился усерднее (жаль, что не учился)."
  },
  {
    "id": 47,
    "structure": "〜のに (неожиданный результат, сожаление)",
    "explanation": "Соединяет два предложения, выражая несоответствие между ожидаемым и реальным результатом. Сильно эмоциональная частица, часто передает удивление, разочарование или сожаление. Ставится после словарной формы глагола/прилагательного или な-прил. + な.",
    "example": "雨が降っているのに、出かけますか。",
    "translation": "Несмотря на то, что идет дождь, ты выходишь?"
  },
  {
    "id": 48,
    "structure": "〜こと (номинализация)",
    "explanation": "Превращает глагол или целое предложение в существительное (именную группу). Это существительное затем может быть подлежащим, дополнением и т.д. Образуется от словарной формы глагола/прилагательного + こと.",
    "example": "泳ぐことは楽しいです。",
    "translation": "Плавание — это весело."
  },
  {
    "id": 49,
    "structure": "〜の (номинализация, разговорная)",
    "explanation": "Аналог こと, но более разговорный. Часто используется для объяснений, выделения темы и в придаточных предложениях. Образуется так же: от словарной формы + の.",
    "example": "彼が来るのを知っています。",
    "translation": "Я знаю, что он придет."
  },
  {
    "id": 50,
    "structure": "〜だす (начать действие)",
    "explanation": "Выражает внезапное или резкое начало действия. Добавляется к основе глагола ます. Часто используется с глаголами, описывающими природные явления или неожиданные события.",
    "example": "急に雨が降り出した。",
    "translation": "Вдруг начался дождь."
  },
  {
    "id": 51,
    "structure": "〜つづける (продолжать действие)",
    "explanation": "Выражает продолжение действия. Добавляется к основе глагола ます.",
    "example": "彼は話し続けた。",
    "translation": "Он продолжал говорить."
  },
  {
    "id": 52,
    "structure": "〜おわる (закончить действие)",
    "explanation": "Выражает завершение действия. Добавляется к основе глагола ます.",
    "example": "この本を読み終わりました。",
    "translation": "Я дочитал эту книгу."
  },
  {
    "id": 53,
    "structure": "〜かた (способ делать)",
    "explanation": "Превращает глагол в существительное, означающее «способ выполнения действия». Образуется от основы глагола ます + かた.",
    "example": "寿司の食べ方を教えてください。",
    "translation": "Пожалуйста, научите меня, как есть суши."
  },
  {
    "id": 54,
    "structure": "〜よう (способ, манера)",
    "explanation": "Суффикс, означающий «способ», «манера», «внешний вид». Часто используется в составе слов.",
    "example": "話し方",
    "translation": "Манера речи"
  },
  {
    "id": 55,
    "structure": "〜的 (суффикс, образующий прилагательные な)",
    "explanation": "Суффикс, который присоединяется к существительным, превращая их в прилагательные な-типа. Значение «-ческий», «-ный», «-овой» и т.д.",
    "example": "基本的なルール",
    "translation": "Основное (базисное) правило"
  },
  {
    "id": 56,
    "structure": "N1 の N2 (посессив и другие связи)",
    "explanation": "Частица の соединяет два существительных, где N1 определяет N2. Может выражать принадлежность, материал, место, содержание и многие другие отношения.",
    "example": "これは私の本です。",
    "translation": "Это моя книга."
  },
  {
    "id": 57,
    "structure": "N でも (даже, или что-то вроде)",
    "explanation": "Частица でも имеет два основных значения: 1) «даже» (для усиления). 2) «…или что-то в этом роде» (для примера, неопределенности).",
    "example": "子供でもできます。",
    "translation": "Даже ребенок может это сделать."
  },
  {
    "id": 58,
    "structure": "N とか (например, и тому подобное)",
    "explanation": "Разговорная частица для перечисления примеров. Аналог более формального や. Может использоваться для перечисления не только существительных, но и целых предложений.",
    "example": "映画とか音楽とかが好きです。",
    "translation": "Люблю кино, музыку и тому подобное."
  },
  {
    "id": 59,
    "structure": "N など (и так далее)",
    "explanation": "Формальная частица, означающая «и так далее», «и прочее». Ставится после перечисляемых существительных.",
    "example": "東京、大阪などに行きました。",
    "translation": "Я был в Токио, Осаке и других городах."
  },
  {
    "id": 60,
    "structure": "N だけ (только, лишь)",
    "explanation": "Выражает ограничение. Значение «только», «лишь». В отличие от しか, не требует отрицания и нейтрально по эмоциональной окраске.",
    "example": "二人だけ来ました。",
    "translation": "Пришли только двое."
  },
  {
    "id": 61,
    "structure": "N ばかり (только и делаю, что; сплошь)",
    "explanation": "Выражает, что что-то происходит слишком часто или присутствует в избытке. Значение «только и делаю, что...», «сплошь», «одни лишь».",
    "example": "彼は遊んでばかりいます。",
    "translation": "Он только и делает, что играет."
  },
  {
    "id": 62,
    "structure": "N ほど〜ない (не настолько... как)",
    "explanation": "Используется для сравнения в отрицательных предложениях. Конструкция «A は B ほど + прилагательное/глагол + ない» означает «A не настолько..., как B».",
    "example": "今年は去年ほど寒くない。",
    "translation": "В этом году не так холодно, как в прошлом."
  },
  {
    "id": 63,
    "structure": "N のように / のような (как, подобно)",
    "explanation": "Выражает сравнение. のように используется для наречий, ような — для существительных. Означает «как», «подобно».",
    "example": "彼はライオンのように強い。",
    "translation": "Он силен, как лев."
  },
  {
    "id": 64,
    "structure": "N の後で (после)",
    "explanation": "Выражает, что одно действие происходит после другого. Образуется от словарной формы глагола или существительного + の + 後で.",
    "example": "食事の後で、散歩します。",
    "translation": "После еды я гуляю."
  },
  {
    "id": 65,
    "structure": "N 前に (до, перед)",
    "explanation": "Выражает, что одно действие происходит до другого. Образуется от словарной формы глагола или существительного + の + 前に. Для глаголов используется только словарная форма, даже для будущего времени.",
    "example": "寝る前に、歯を磨きます。",
    "translation": "Перед сном я чищу зубы."
  },
  {
    "id": 66,
    "structure": "〜てから (после того как)",
    "explanation": "Выражает последовательность действий: сначала произошло первое действие (с てから), затем второе. Более разговорный, чем 後で.",
    "example": "日本に来てから、日本語を勉強し始めた。",
    "translation": "После того как приехал в Японию, начал учить японский."
  },
  {
    "id": 67,
    "structure": "〜ているところ (как раз в процессе)",
    "explanation": "Выражает, что действие находится в процессе выполнения в данный конкретный момент. Образуется от формы глагола на て + いる + ところ.",
    "example": "今、食事をしているところです。",
    "translation": "Я как раз сейчас ем."
  },
  {
    "id": 68,
    "structure": "〜たところ (только что)",
    "explanation": "Выражает, что действие только что завершилось. Образуется от прошедшей формы глагола (た-form) + ところ.",
    "example": "今、帰ってきたところです。",
    "translation": "Я только что вернулся."
  },
  {
    "id": 69,
    "structure": "〜るところだった (чуть не случилось)",
    "explanation": "Выражает, что что-то чуть не случилось. Часто переводится как «еще чуть-чуть и...». Образуется от словарной формы глагола + ところだった.",
    "example": "もう少しで遅刻するところだった。",
    "translation": "Еще чуть-чуть, и я опоздал бы."
  },
  {
    "id": 70,
    "structure": "〜べきだ (долженствование)",
    "explanation": "Выражает моральный долг, обязательство или целесообразность. Сильнее, чем したほうがいい. Образуется от словарной формы глагола (для する возможны するべき / すべき). Не используется для описания физической невозможности.",
    "example": "学生はもっと勉強すべきだ。",
    "translation": "Студенты должны учиться больше."
  },
  {
    "id": 71,
    "structure": "〜なければならない (должен, вынужден)",
    "explanation": "Выражает необходимость, обязанность, вынужденность. Сильный долг, часто исходящий от внешних обстоятельств или правил. Разговорная форма: 〜なきゃ.",
    "example": "薬を飲まなければならない。",
    "translation": "Я должен принять лекарство."
  },
  {
    "id": 72,
    "structure": "〜なくてもいい (необязательно)",
    "explanation": "Выражает отсутствие необходимости. Означает «не нужно», «необязательно». Образуется от отрицательной формы глагола (ない), где い меняется на く + てもいい.",
    "example": "明日は来なくてもいいです。",
    "translation": "Завтра можно не приходить."
  },
  {
    "id": 73,
    "structure": "〜ても (даже если)",
    "explanation": "Выражает уступку. Значение «даже если», «хотя бы». Образуется от формы глагола/прилагательного на て + も.",
    "example": "雨が降っても、出かけます。",
    "translation": "Даже если будет дождь, я выйду."
  },
  {
    "id": 74,
    "structure": "〜として (в качестве)",
    "explanation": "Выражает роль, должность или функцию. Значение «в качестве», «в роли».",
    "example": "ボランティアとして働いています。",
    "translation": "Я работаю в качестве волонтера."
  },
  {
    "id": 75,
    "structure": "〜について (относительно, о)",
    "explanation": "Выражает тему разговора или обсуждения. Значение «относительно», «о», «на тему».",
    "example": "日本の歴史について勉強しています。",
    "translation": "Я изучаю историю Японии (относительно японской истории)."
  },
  {
    "id": 76,
    "structure": "〜によって (в зависимости от; посредством)",
    "explanation": "Имеет два значения: 1) «в зависимости от». 2) «посредством», «с помощью», «из-за» (в пассиве).",
    "example": "習慣は国によって違います。",
    "translation": "Привычки различаются в зависимости от страны."
  },
  {
    "id": 77,
    "structure": "〜にとって (для кого-то)",
    "explanation": "Выражает точку зрения или оценку. Значение «для (кого-то)», «с точки зрения (кого-то)».",
    "example": "これは学生にとって大切な本です。",
    "translation": "Это важная книга для студентов."
  },
  {
    "id": 78,
    "structure": "〜ば〜ほど (чем..., тем...)",
    "explanation": "Выражает пропорциональную зависимость. Конструкция «〜ば (условие) + 〜ほど (та же основа)» означает «чем..., тем...».",
    "example": "練習すればするほど上手になります。",
    "translation": "Чем больше тренируешься, тем лучше становишься."
  },
  {
    "id": 79,
    "structure": "〜かどうか (ли, или нет)",
    "explanation": "Используется в косвенных вопросах. Означает «... ли ... (или нет)». Ставится в конце вставного вопроса.",
    "example": "彼が来るかどうか知っていますか。",
    "translation": "Ты знаешь, придет он или нет?"
  },
  {
    "id": 80,
    "structure": "〜てもかまわない (неважно, даже если)",
    "explanation": "Более мягкий аналог てもいい. Выражает разрешение или безразличие к результату. Значение «ничего, что...», «можно и так».",
    "example": "答えを書かなくてもかまいません。",
    "translation": "Можно не писать ответ (не страшно, если не напишешь)."
  },
  {
    "id": 81,
    "structure": "〜ことにする (решить сделать)",
    "explanation": "Выражает личное решение или выбор, сделанный говорящим. Образуется от словарной формы глагола (для решения сделать) или от ない-form (для решения не делать) + ことにする.",
    "example": "来月、旅行することにしました。",
    "translation": "Я решил поехать в путешествие в следующем месяце."
  },
  {
    "id": 82,
    "structure": "〜ことになる (было решено что)",
    "explanation": "Выражает решение, которое было принято не самим говорящим, а кем-то другим, или сложившимися обстоятельствами. Образуется так же, как ことにする.",
    "example": "来月、大阪に転勤することになりました。",
    "translation": "Получилось так, что меня переводят в Осаку в следующем месяце (решение принято компанией)."
  },
  {
    "id": 83,
    "structure": "〜たびに (каждый раз, когда)",
    "explanation": "Выражает, что одно действие регулярно вызывает другое. Значение «каждый раз, когда», «всякий раз». Образуется от словарной формы глагола или существительного + の + たびに.",
    "example": "彼に会うたびに、嬉しくなる。",
    "translation": "Каждый раз, когда я встречаю его, я становлюсь счастливым."
  },
  {
    "id": 84,
    "structure": "〜ばかりか (не только..., но и...)",
    "explanation": "Выражает, что справедливо не только первое, но и более сильное или удивительное второе утверждение. Значение «не только..., но и...». Более формальный, чем だけでなく.",
    "example": "彼は英語ばかりか、中国語も話せる。",
    "translation": "Он говорит не только по-английски, но и по-китайски."
  },
  {
    "id": 85,
    "structure": "〜わりに (непропорционально, для кого-то)",
    "explanation": "Выражает, что результат не соответствует ожиданиям, основанным на первом факте. Может передавать как положительную, так и отрицательную оценку. Значение «для (кого-то/чего-то) ... довольно».",
    "example": "このレストランは値段のわりに美味しい。",
    "translation": "Этот ресторан вкусный, если учитывать его цены (вопреки ожиданиям от таких цен)."
  },
  {
    "id": 86,
    "structure": "〜さ (абстрактное существительное от прилагательного)",
    "explanation": "Суффикс, который превращает прилагательное в абстрактное существительное, обозначающее степень или наличие качества. Для прил. い: основа (без い) + さ. Для прил. な: основа + さ.",
    "example": "この山の高さはどれくらいですか。",
    "translation": "Какова высота этой горы?"
  },
  {
    "id": 87,
    "structure": "〜み (оттенок качества, ощущение)",
    "explanation": "Суффикс, похожий на さ, но передающий более субъективное ощущение или качество, а не объективную меру. Используется с ограниченным кругом прилагательных.",
    "example": "このスープは甘みが足りない。",
    "translation": "В этом супе не хватает сладости (сладковатого привкуса)."
  },
  {
    "id": 88,
    "structure": "〜がる (проявлять чувства вовне)",
    "explanation": "Суффикс, который превращает прилагательное, описывающее чувство (например, ほしい, 怖い, 嬉しい), в глагол. Обозначает внешнее проявление чувства, обычно для 3-го лица.",
    "example": "子供がおもちゃを欲しがっている。",
    "translation": "Ребенок хочет игрушку (и показывает это)."
  },
  {
    "id": 89,
    "structure": "〜っぽい (склонный к, похожий на)",
    "explanation": "Суффикс, выражающий склонность к чему-либо или наличие свойства в большой степени. Часто с негативным оттенком. Образуется от существительных или основ прилагательных.",
    "example": "彼は忘れっぽい人だ。",
    "translation": "Он забывчивый человек."
  },
  {
    "id": 90,
    "structure": "〜向け (предназначенный для)",
    "explanation": "Суффикс, означающий «предназначенный для (кой-то группы)». Образуется от существительного + 向け. Часто используется как な-прилагательное или в составе сложных слов.",
    "example": "この映画は子供向けです。",
    "translation": "Этот фильм предназначен для детей."
  }
]