{
  "1": {
    "id": 1,
    "title": "羅生門",
    "author": "芥川龍之介",
    "difficultyLevel": "2",
    "sentences": ["ある日の夕方のことである。",
"一人の下人が、羅生門の下で雨がやむことを待っていた。",
"",
"広い門の下には、この男のほかにだれもいない。",
"ただ、あちこち赤色のはげた、大きな円い柱には、キリギリスが一匹とまっている。",
"羅生門が、朱雀大路にあるので、この男の外にも、雨がやむことを待っているもう二・三人があるはずである。",
"でも、この男のほかにはだれもいない。",
"",
"なぜかというと、この二・三年、京都には地震とかつむじ風とか火事とかきさんという災いが続いて起こった。",
"それで京都はとてもさびれている。",
"古い年代記によると、仏像や寺の道具をくだいて、その金銀のはくがついた木を、道のそばに重ねて、たきぎとして売っていたという事である。",
"それで、羅生門の修理は皆すべてかえりみる者がなかった。",
"",
"するとその荒れ果てたことをよい事にして、キツネとタヌキが住む。",
"盗人が住む。",
"とうとう、引き取り手のない死人を、この門へ持って来て、すてるという習慣もできた。",
"そこで、日光が見えなくなると、だれでもこわがっていて、この門に近づかないことになってしまったのである。",
"",
"その代わりカラスがどこからか、たくさん集まってきた。",
"昼間にはそのカラスが何羽で輪をえがいて、なきながら、高いやねをとびまわっている。",
"門の上の空が、ゆうやけで赤くなる時には、それがごまをまいたようにはっきり見えた。",
"カラスは、もちろん、門の上にある死人の肉をついばみに来るのである。",
"",
"でも今日は、もうおそいから、一羽も見えない。",
"ただ、あちこち、くずれた石段、そしてそのわれ目に長い草の生えた段の上に、カラスのくそが白くこびりついているのが見える。",
"下人は七段のある石段の一番上の段にすわって、右のぼっぺたにできた大きなにきびを気にしながら、ぼんやり、雨の降るのをながめているのである。",
"",
"作者はさっき、「下人が雨がやむことを待っていた」と書いた。",
"しかし、下人は、雨がやんでもどうしようかわからない。",
"ふだんなら、もちろん、主人の家へ帰る。",
"ところがその主人からは、四・五日前にひまを出された。",
"前にも書いたように、その時、京都の町はどこでもさびれていた。",
"今この下人が、長年、使われていた主人から、ひまを出されたのも、このさびれたことの小さな余波にほかならない。",
"だから「下人が雨がやむことを待っていた」と言うより、「雨に降りこめられた下人が、行き所がなくて、何をしていいかわからないで困っている」と言う方が、ふさわしい。",
"",
"その上、今日の天気もとてもこの平安時代の下人のSentimentalismeに影響した。",
"申の刻下りから降っていた雨は、やめる様子がない。",
"それで、下人は、あしたの生活をどうにかしようとして――いわばどうにもならない事を、どうにかしようとして、はっきりした目的のない考えへたどりながら、さっきから朱雀大路に降る雨の音を、聞くこともなく聞いていた。",
"",
"雨は羅生門をつつんで、遠くから、ざあという音をして来る。",
"夕やみはしだいに空を低くして、見上げると、門のやねが、重くて暗い雲を支えている。",
"",
"どうにもならない事を、どうにかするためには、手段をえらぶ余裕はない。",
"えらべれば、いいの下が、道のそばの土の上で、がしをするばかりである。",
"そして、この門の上へ持って来て、犬のようにすてられてしまうばかりである。",
"えらばないとすれば――下人の考えは、何度も同じ道をたどって、やっとこの点に出くわした。",
"",
"しかしこの「すれば」は、けっきょく「すれば」であった。",
"下人は、手段をえらばないという事をみとめても、どうぜん、その後に来るべき「盗人になるよりほかない」という事をみとめる勇気が出ない。",
"",
"下人は、大きなくしゃみをして、それからつかれそうに立ち上がった。",
"夕方で冷たくなる京都は、もうこたつかばしいほどの寒さである。",
"風は門の柱と柱との間を夜のやみといっしょにえんりよなく、ふきぬける。",
"柱にとまっていたキリギリスも、もうどこかへ行ってしまった。",
"",
"下人は、首をちらめながら、門のまわりを見まわした。",
"雨が降っても風がふいても心配にならなくて、人目にかかるおそれのない、楽にねることができる所があれば、ここで夜を過ごす。",
"すると、さいわいなことに、門の上の楼へのぼる、広くて丹を塗った階段が目についた。",
"上に人がいても、死人ばかりである。",
"下人はそこで、こしにさげたひじりづかの太刀がさやばしらないように気をつけながら、わらぞうりをはいた足を、その階段の一番下の段へふみかけた。",
"",
"それから、何分かの後である。",
"羅生門の楼へ出る、広い階段の中段に、一人の男が、ネコのように身をちぢめて、息を殺しながら、上の様子をながめていた。",
"楼の上から光が、かすかに、その男の右のほっぺたをぬらしていた。",
"みじかいかみの中に、赤くうみを持ったときびのあるほっぺたである。",
"",
"下人は、始めから、この上にいる者は、死人ばかりだと思った。",
"階段を二・三段上がってみると、上ではだれか火をともして、しかもその火を動かしていることを見た。",
"これは、そのにごった、黄色い光がクモのすをかけた天井に、ゆれながら映ったので、すぐに知れたのである。",
"この雨の夜に、この羅生門の上で、火をともしているのは、ふつうの者ではない。",
"",
"下人は、ヤモリのように足音をぬすんで、やっと急な階段を、一番上の段まではうようにしてのぼって来た。",
"そして体をできるだけ、たいらにしながら、頭をできるだけ、前へ出して、おそるおそる、楼の内を見た。",
"",
"楼の内には、うわさに聞いたとおり、いくつかの死体が、すててあるが、火の光のおよぶ所が、思ったよりせまいので、数はいくつかわからない。",
"ただ、知れるのは、その中に、はだかの死体と、着物を着た死体があるという事である。",
"もちろん、中には女も男もまじっているらしい。",
"そして、その死体は皆、前に生きていた人だったということをうたがわれるほど、土をこねて作った人形のように、口をあいたり手をのばしたりして、ゆかの上にころがっていた。",
"しかも、かたやむねなどの高くなっている部分に、ぼんやりした火の光をうけて、低くなっている部分のかげをもっと暗くしながら、えいきゅうにあしゃと同じようにだまっていた。",
"",
"下人は、その死体のふらんした悪い匂いに思わず、はなをおおった。",
"しかし、その手は、次のしゅんかんには、はなをおおうことを忘れていた。",
"ある強いかんじょうが、ほとんどこの男のきゅうかくをうばってしまった。",
"",
"下人の目は、その時、はじめてその死体の中にすわっている人を見た。",
"ひわだ色の着物を着た、せのひくい、やせた、白いかみの、サルのような年をとった女である。",
"その女は、右の手に火をともした松の木切れを持って、一つの死体の顔をじっとながめていた。",
"かみの毛の長い所を見ると、たぶん女の死体だろう。",
"",
"下人は、六分のきょうふと四分のこうさしんに動かされて、しばらく息をすることも忘れていた。",
"古い年代記の書いた人のひょうげんをかりれば「頭身の毛も太る」ようにかんじた。",
"すると、うばは松の木切れをゆかのいたの間にさして、それから、今までながめていた死体の頭に両手をかけて、ちょうど、サルの親がサルの子のしらみをとるように、その長いかみの毛を一本ずつぬきはじめた。",
"かみは手にしたがってぬける。",
"",
"そのかみの毛が、一本ずつぬけるのにしたがって、下人の心からは、きょうふが少しずつ消えていった。",
"そして、それと同時に、このうばに対するはげしいぞうおが、少しずつ動いてきた。",
"いや、このうばに対すると言っては、間違いかもしれない。",
"いろいろな悪に対するはんかんが、一分ごとに強くなってきた。",
"",
"この時、だれかがその下人に、その前、門の下でこの男が考えていた、かしをするか盗人になるかという問題を、もう一度持ち出したら、下人は何のみれんもなく、かしをえらんだことだろう。",
"ただの男の悪をにくむ心は、うばのかかにさした松の木切れのように、いきおいよくもえ上がり出していたのである。",
"",
"下人には、もちろん、なぜうばが死人のかみの毛をぬくかわからなかった。",
"したがって、それは良いか悪いか知らなかった。",
"しかし下人にとっては、その雨の夜に、この羅生門の上で、死人のかみの毛をぬくという事が、それだけでゆるしてはいけない悪であった。",
"もちろん、下人は、この前、自分が、盗人になろうと思ったことを忘れていたのである。",
"",
"それで、下人は、両足に力を入れて、急に、階段から上へとび上がった。",
"そして、ひじりづかの太刀に手をかけながら、うばの前へよった。",
"うばがおどろいたのは言うまでもない。",
"",
"うばは、下人を見ると、まるで石弓にはじいたように、とび上がった。",
"「どこへ行く。」",
"下人は、うばが死体につまずきながら、あわててにげようとする行手をふさいで、ののしった。",
"うばは、それでも下人をつきのけて行こうとする。",
"下人はまた、うばがそれをしないように、おしもどす。",
"二人は死体の中で、しばらく、何も言わないまま、つかみ合った。",
"しかし結果は、はじめからわかっている。",
"下人はとうとう、うばのうでをつかんで、ゆかに倒した。",
"ちょうど、ニワトリの足のような、骨とかわばかりのうでである。",
"",
"「何をしていた。言え。言わないと、これだぞよ。」",
"下人は、うばをつきはなすと、太刀のさやを払って、白い鉄色をその目の前へつきつけた。",
"けれども、うばはだまっている。",
"両手をわなわなふるわせて、かたで息を切りながら、目を、目玉がまぶたの外へ出すほど見開いて、あしゃのようにだまっている。",
"これを見ると、下人は始めて明白にこのうばの生死が、ぜんぜん、自分の意志にしはいされているという事がわかった。",
"そして、これは、今までけわしくもえていたぞうおの心を、いつの間にかさましてしまった。",
"",
"後に残ったのは、ただ、ある仕事をして、それがかんべきにできた時の、やわらかな得意と満足があるばかりである。",
"そこで、下人は、うばを見下しながら、少し声をやわらげこう言った。",
"「おれはけびいしの庁の役人ではない。この前この門の下を通りかかった旅行する人だ。だからお前になわをかけない。ただ、今この門の上で、何をしていたのだか、それをおれに話しさえすればいいのだ。」",
"",
"すると、うばは、見開いていた目を、もっと大きくして、じっとその下人の顔を見た。",
"まぶたの赤くなった、肉食の鳥のような、するどい目で見たのである。",
"それから、しわて、ほとんど、はなと一つになったくちびるを、何かの物をかんでいるように動かした。",
"ぼそい首で、とがったのどぼとけの動いているのが見える。",
"その時、そののどから、カラスのような声が、あえぎあえぎ、下人の耳へ伝わってきた。",
"",
"「このかみをぬいて、このかみをぬいて、かずらにしようと思うのだ。」",
"",
"下人は、うばの答えが意外に、いいばんなことに失望した。",
"そして失望すると同時に、また前のぞうおが、冷たいあなどりといっしょに、心の中へ入ってきた。",
"すると、その気持ちが、うばへも通じたのだろう。",
"うばは、手に、まだ死体の頭からぬけた長い毛を持ちながら、ガマのような声で、口ごもりながら、こんなことを言った。",
"",
"「なるほど、死人のかみの毛をぬくということは、悪いことかもしれないね。",
"だが、ここにいる死人は、皆、そのような事をされてもいい人ばかりだぞよ。",
"わしが今、かみをぬいた女は、へとを四寸はんすんばかりずつに切って干して、干した魚だと言って、それを太刀帯の陣へ売りに生活したわ。",
"えきびょうで死ななかったら、今でも売りに生活していることだろう。",
"この女の売る魚は、味がよいと言って、太刀帯の人たちが、かならず野菜に買っていたそうだ。",
"わしは、この女のした事が悪いと思っていない。",
"そうしなければ、がしをして、仕方がない事だろうね。",
"今、わしのしていた事も悪い事とは思わないぞ。",
"これをしなければ、がしをして、仕方がない事だ。",
"では、その仕方がない事を、よく知っていたこの女は、わしのする事も大目に見てくれるだろう。」",
"",
"うばは、こんな意味のことを言った。",
"",
"下人は、太刀をさやにおさめて、その太刀のつかを左の手でおさえながら、冷ややかにその話を聞いていた。",
"もちろん、右の手では、赤くほっぺたにうみを持った大きなにきびを気にしながら、聞いているのである。",
"しかし、これを聞いているうちに、下人の心には、ある勇気が生まれて来た。",
"それは、さっき門の下で、この男には欠けていた勇気である。",
"そして、またさっきこの門の上へ上って、このうばをつかまえた時の勇気とは、ぜんぜん、反対の方向に動こうとする勇気である。",
"下人はがしをするか盗人になるか、まよわなかったばかりではない。",
"その時のこの男の気持ちから言えば、がしという事は、ほとんど、考えることもできないほど、いしきの外にもいだされていた。",
"",
"「きっと、そうか。」",
"うばの話が終わると、下人はあざけるような声で言った。",
"そして、一足前へ出ると、急に右の手をにきびからはなして、うばのえりがみをつかみながら、かみつくようにこう言った。",
"「では、おれがおいはぎをしようと恨まないだろう。おれもそうしなければ、がしをするよ。」",
"",
"下人は、早く、うばの着物をはぎ取った。",
"それから、足にしがみつこうとするうばを、らんぼうに死体の上へけ倒した。",
"階段までは五歩しかない。",
"下人は、はぎ取ったひわだ色の着物をわきにかかえて、またたく間に急な階段を夜の底へかけおりた。",
"",
"しばらく、死んだように倒れていたうばが、死体の中から、そのはだかの体を起こしたのは、それから間もなくのことである。",
"うばはつぶやくような、うめくような声を出しながら、まだもえている火の光をたよりに、階段まで、はって行った。",
"そして、そこから、門の下をのぞき込んだ。",
"外には、ただ、まっ黒な夜があるばかりである。",
"",
"下人行方は、だれも知らない。"
    ]
  }
}
