{
  "2": {
    "id": 2,
    "title": "蜘蛛の糸",
    "author": "芥川龍之介", 
    "difficultyLevel": "5",
    "sentences": [
      "ある日のことです。",
      "お釈迦様(しゃかさま)は極楽の蓮池(はすいけ)のふちを一人で歩いていました。",
      "",
      "池の中に咲いている蓮(はす)の花は、みんな玉(たま)のように真っ白で、そのまん中にある金色のずいからは、なんとも言えない好い匂いがあたりへあふれています。",
      "",
      "極楽はちょうど朝なのです。",
      "",
      "やがてお釈迦様はその池のふちに立って、水の面(ももて)をおおっている蓮の葉の間から、下の様子を見ました。",
      "この極楽の蓮池の下は、ちょうど地獄(じごく)の底なので、三途(さんず)の川や針の山の景色がはっきりと見えるのです。",
      "",
      "お釈迦様は地獄の様子を見ながら、このカンダタにはクモを助けた事があるのを思い出しました。",
      "ある時この男が深い林の中を通ると、小さなクモが一匹、道をはっていくことが見えました。",
      "そこでカンダタはさっそく足をあげて、ふみ殺そうとしましたが、「いや、いや、これも小さいのに、命のあるものに違いない」。",
      "その命をむやみにとるという事は、かわいそうだ。",
      "と、急に思い返して、そのクモを殺さないで助けてやりました。",
      "カンダタはその良い事をしたから、お釈迦様は出来るなら、この男を地獄から救い出してやろうと考えました。",
      "",
      "幸い、そばにヒスイのような色をした蓮の葉の上に、極楽のクモが一匹、美しい銀色(ぎんいろ)の糸をかけています。",
      "お釈迦様はそのクモの糸を手に取って、玉のような白い蓮の間から、下にある地獄の底へ、まっすぐにそれを下ろしました。",
      "",
      "こちらは地獄の底の血の池で、ほかの罪人といっしょに、浮いたり沈んだりしていたカンダタです。",
      "どちらを見ても、真っ暗で、その暗やみからぼんやり浮き上がっているものは、恐ろしい針の山の光だから、その心細さはことばで言えません。",
      "",
      "その上あたりは墓の中のように静まりかえって、たまに聞こえるのはただ罪人がつくかすかな嘆息(たんそく)ばかりです。",
      "ここへ落ちてくる人間は、もう色々な地獄の責苦(せめく)につかれて、泣き声を出す力さえなくなっているでしょう。",
      "ですから大どろぼうのカンダタさえも、血の池の血に咽(むせ)びながら、まるで死にかかった蛙(かわず)のように、ただもがいてばかりいました。",
      "",
      "ところがある時のことです。何気なくカンダタが頭をあげて、血の池の空を見ると、その暗の中を、遠い遠い天上から、銀色のクモの糸が、まる",
      "",
      "で人目にかかるのを恐れるように、細く光りながら、自分の上へ垂(た)れてくるのではありませんか。",
      "カンダタはこれを見ると、思わず喜びました。",
      "その糸にすがりついて、どこまでものぼっていけば、きっと地獄からぬけ出せるにちがいない。",
      "いや、うまく行くと、極楽へ入る事さえもできるでしょう。",
      "そうすれば、もう針の山へおいあげられる事もなくなって、血の池に沈められる事もないでしょう。",
      "",
      "こう思いましたからカンダタは、早速そのクモの糸を両手でしっかりとつかみながら、いっしょけんめいた上へ上へのぽり始めました。",
      "元から大どろぽうだったから、こういう事には昔から、慣れています。",
      "",
      "しかし地獄と極楽との間は、何万里ですから、いくら焦(あせ)ってみても、容易に上へは出られません。",
      "しばらくのぼるうちに、とうとうカンダタもつかれて、上の方へのぼれなくなってしまいました。",
      "それで仕方がないから、まず一休み休むつもりで、糸の中途にぶら下がりながら、目の下を見下しました。",
      "",
      "すると、いっしょうけんいにのぼって結果があって、さっきまで自分がいた血の池は、今ではもう暗い底にかくれています。",
      "それからあのぼんやり光っている恐ろしい針の山も、足の下になってしまいました。",
      "このようにのぼって行けば、地獄からぬけ出せるかもしれません。",
      "カンダタは両手をクモに糸にからみながら、ここへ来てから何年にも出したことのない声で、「しめた。しめた。」と笑いました。",
      "",
      "ところが気がつくと、クモの糸の下の方(ほう)には、数度りもない罪人たちが、自分ののぼった後をつけて、まるでアリのの行列のように、上へ上へのぼって来るではありませんか。",
      "カンダタはこれを見ると、おどろいて恐ろしく思って、しばらくバカのように大きな口を開いたまま、目ばかり動かしていました。",
      "",
      "自分一人でさえ切れそうな、その細いクモの糸が、どうしてその多くの人の重みにたえる事ができましょう。",
      "もし途中で切れたら、せっかくここへまでのぼって来たこの大切な自分も、もとの地獄へ落ちてしまわなければならない。",
      "そんな事があったら、大変です。",
      "",
      "か、そう言う中にも、罪人たちは何百となく何千となく、まっ暗な血の池の底から、うようよと上って、細く光っているクモの糸を、一列になりながら、のぼって来ます。",
      "すぐ何かをしなければ、糸はまん中から二つに切れて、落ちてしまうにちがいありません。",
      "",
      "そこでカンダタは大きな声を出して、「こら、罪人ども。このクモの糸はおれのものだぞ。お前たちは一体だれに聞いて、のぼって来た。下りろ。下りろ。」とわめきました。",
      "",
      "そのとたんです。今まで何ともなかったクモの糸が、急にカンダタのぶら下がっている所から、ぶつりと音を立てて切れました。",
      "ですからカンダタは、あっという間もなく風を切って、こまのようにくるくるまわりながら、見る見る中に暗い底へ落ちてしまいました。",
      "",
      "後にはただ極楽のクモの糸が、キラキラと細く光りながら、月も星もない空の中途に、みじかく垂れているばかりです。",
      "",
      "お釈迦様は極楽の蓮池のふちに立って、ずっと見ていましたが、やがてカンダタは血の池の底へ石のように沈んでしまうと、悲しそうな顔をしながら、また歩き始めました。",
      "自分ばかり地獄からぬけ出そうとするカンダタの無情な心が、ふさわしいばつを受けて、もとの地獄へ落ちてしまったのが、お釈迦様の目から見ると、あさましく思われたでしょう。",
      "",
      "しかし極楽の蓮池の蓮は、少しもそんな事には気にしません。",
      "その玉のような白い花は、お梨迦様の足のまわりに、ゆらゆら台(うてな)を動かして、そのまん中にある金色のずいからは、なんとも言えない好い匂いが、たえずあたりへあふれています。",
      "極楽ももう昼に近くなりました。"
    ]
  }
}
