{
  "8": {
    "id": 8,
    "title": "仙人",
    "author": "芥川龍之介",
    "difficultyLevel": "1",
    "sentences": [
      "皆さん。私は今大阪(おおさか)にいます。ですから大阪の話をしましょう。",
      "昔、大阪の町へほうこうに来た男がありました。名前は何と言ったかわかりません。ただほうこうに来た男ですから、権助(ごんすけ)とだけ伝わっています。",
      "",
      "権助は口入(くちい)れ屋(や)ののれんをくぐると、キセルをくわえていた番頭(ばんとう)に、世話(せわ)を頼みました。",
      "「番頭さん。私は仙人(せんにん)になりたいのだから、そういう所へ住みこませてください。」",
      "番頭はあっけにとられて、しばらく何も言えなかった。",
      "",
      "「番頭さん。聞こえませんか?私は仙人になりたいのだから、そういう所へ住みこませてください。」",
      "「まことに気のどくですが、──」",
      "番頭はやっといつもの通り、タバコをすい始めました。",
      "",
      "「手前(てまえ)の店ではまだ一度も、仙人などの口入れは引き受けたことはありませんから、ほかへおいでになってください。」",
      "すると権助は不満足(ふまんぞく)そうに、こんなことを言い出しました。",
      "",
      "「それはちょっと話がちがうでしょう。お前さんの店ののれんには、何と書いてあります？万口人（よろずぐちい）に所と書いてあるじゃありませんか？万というからどの事でも、口入れをするのがほんとうです。それともお前さんの店ではのれんの上に、うそを書いておいたつもりなのですか？」",
      "",
      "なるほどこう言われると、権助が怒るのもとうぜんです。",
      "「いえ、のれんにうそがあるということではありません。仙人になれるような仕事をさがせとおっしゃるから、あしたまたおいてください。今日中にどこでもたずねてみます。」",
      "",
      "番頭は一時のかれに、権助の頼みを引き受けてやりました。だが、どこへぼうこうさせたい仙人になるしゅうぎょうができるか、わかりません。",
      "ですから一まず権助を返(かえ)すと、さっそく番頭は近くにある医者の所へ出かけて行きました。",
      "そして権助の事を話してから、「いかがでしょう?先生。仙人になるしゅぎょうをするには、どこへほうこうするのかご存じですか?」と、心配(しんぱい)そうにたずねました。",
      "",
      "これには医者も困ったのでしょう。しばらくぼんやりうでぐみをしながら、庭の松ばかりながめていました。",
      "が、番頭の話を聞くと、すぐに横(よこ)から口を出したのは、ふるぎつねというあだなのある、ずるい医者の女房(にようぼう)です。",
      "",
      "「それはうちへおよこしょ。うちには二・三年うちには、きっと仙人にするから。」",
      "",
      "「さようですか。それはいい事を伺(うかが)いました。ではお願(ねが)いします。どうも仙人とご医者様とは、どこか共通(きょうつう)の点があるというような心もちがいたしておりましたよ。」",
      "",
      "何も知らない番頭は、しきりにおじぎを重ねながら、おおよろこびで帰りました。",
      "医者は苦(にが)い顔をしたまま、その後を見送っていましたが、やがて女房(にょうぼう)に向かいながら、",
      "「お前は何というバカなことを言うか?もしその田舎者(いなかもの)が何年いても、まったく仙術(せんじゅつ)を教えてくれないと、不平(ふへい)でも言ったら、どうする気だ?」といまいましそうに小言(こごと)を言いました。",
      "",
      "しかし女房はあやまらないで、鼻の先でふふんと笑いながら、",
      "「まあ、あなたはだまっていらっしゃい。あなたのようにバカ正直(しょうじき)では、このせちがらい世(よ)の中に、ご飯を食べることもできません。」と医者をやりこめるのです。",
      "",
      "さて次の日になると約束通(やくそくどおり)、田舎者の権助は番頭といっしょにやって来ました。",
      "今日はさすがに権助も、初めてのお目見(めみ)えだと思ったから、もんつきのはおりを着ていますが、ただのひゃくしょうと少しも違った容子(ようす)はありません。",
      "それがかえって案外(あんがい)だったのでしょう。",
      "",
      "医者はまるで遠い国から来ためずらしい動物でも見る時のように、じろじろその顔をながめながら、",
      "「お前は仙人になりたいのだそうだが、一体どういう所から、そんなのでみを起こしたか？」と、ふしんそうにたずねました。",
      "",
      "すると権助が答えるには、",
      "「べつにこれという理由もございませんが、ただあの大阪の城(しろ)を見たら、太閣様のようにえらい人でも、いつか一度は死んでしまう。人間というものは、いくら身分(みぶん)が高く栄(さか)えて富(とみ)を持っても、はかないものだと思ったのです。」",
      "",
      "「では仙人になれるため、どんな仕事でもするだろうね？」",
      "ずるい医者の女房は、はやく口を入れました。",
      "「はい。仙人になれるため、どんな仕事でもいたします。」",
      "",
      "「その代わり次の二十年の間は、一文(いちもん)もきゅうりょうはやらないからね。」",
      "「はい。はい。しょうちいたしました。」",
      "",
      "それから権助は二十年間、その医者の家に使われていました。",
      "水をくむ。まさを割(わ)る。飯をたく。そうじをする。",
      "おまけに医者が外へ出る時は、薬箱(くすりばこ)をせおって伴(とも)をする。",
      "その上きゅうりょうは一文でも、くれと言ったことがないのですから、このように大切なほうこうにんは、日本中さがしてもないでしょう。",
      "",
      "が、とうとう二十年たつと、権助はまた来た時のように、もんつきのはおりを着て、主人(しゅじ)んふうふの前へ出ました。",
      "そして心をこめて二十年間、世話になった礼(れい)を述(の)べました。",
      "「前にご約束の通り、今日は私にも、不老不死(ふろうふし)になる仙人の術(じゅつ)を教えてもらいたいと思います。」",
      "",
      "権助にこう言われると、閉口(へいこう)したのは主人の医者です。",
      "何しても一文もきゅうりょうをやらないで、二十年間も使った後ですから、今仙術を知らないとは、言えた義理ではありません。",
      "医者はそこでしかたないで、",
      "「仙人になる術を知っているのは、おれのによりぼうだから、によりぼうに教えてもらえばいい。」と、冷たくよこを向いてしまいました。",
      "",
      "しかしにようぼうは平気(へいき)なものです。",
      "「では仙術を教えてやるから、その代わりどんなむずかしい事でも、私の言う通りするのだよ。そうしなければ仙人になれないだけでなく、また次の二十年の間、きゅうりょうなしほうこうしないと、すぐに罰(ばち)が当たって死んでしまうからね。」",
      "",
      "「はい。どんなむずかしい事でも、きっとしとげてごらんにいれます。」",
      "権助はよろこびながら、にょうぼうの言いつけを待っていました。",
      "",
      "「それではあの庭の松にのぼり。」にょうぼうはこう言いつけました。",
      "",
      "もとより仙人になる術は知らないから、何でも権助にできそうもない。むずかしい事を言いつけて、それができない時には、また次の二十年の間、ただで使おうと思ったでしょう。",
      "しかし権助はそのことはを聞くとすぐに庭の松へのぼりました。",
      "",
      "「もっと高く。もっとずっと高くのぼり。」",
      "によりぼうはえんがわに立ちながら、松の上の権助を見上げました。",
      "権助の着たもんつきのはおりは、もうその大きな庭の松でも、一番高いえだにひらめいています。",
      "",
      "「こんどは右の手をおはなし。」",
      "権助は左の手にしっかりと、松の太いえだをおさえながら、そろそろ右の手をはなしました。",
      "",
      "「それから左の手をはなして。」",
      "",
      "「おい。おい。左の手をはなそうとしたら、あの田舎者は落ちてしまうぜ。落ちれば下には石があるし、死んでしまう。」",
      "医者はとうとうえんがわへ、心配そうな顔を出しました。",
      "",
      "「あなたの出るまくではありませんよ。まあ、私にまかせてお置きなさい。──さあ、左の手をはなすのだよ。」",
      "",
      "権助はそのことばが終わらないうちに、思(おも)い切(き)って左の手をはなしました。",
      "木の上にのぼったまま、両手もはなしてしまったのですから、落ちなければなりません。",
      "あっという間に権助の体は、権助の着たもんつきのはおりは、松の一番上のえだからはなれました。",
      "が、はなれると落ちないで、ふしぎに昼間の空へ、まるであやつり人形(にんぎょう)のように、ちゃんと立ったではありませんか？",
      "",
      "「どうもありがとうございます。おかげさまで私も一人前の仙人になれました。」",
      "権助はていねいにおじぎをすると、しずかに青空(あおぞら)をふみながら、だんだん高き雲の中へのぼって行ってしまいました。",
      "",
      "医者ふうふはどうしたか、それはだれも知っていません。",
      "その医者の庭の松は、ずっと後までものこっていました。",
      "淀屋辰五郎(よどやたつごろう)、その松の雪景色(げしき)をながめるために、四抱(よんかか)えにも余る大木をわざわざ庭へ引かせたそうです。"
    ]
  }
}