{
  "8": {
    "id": 8,
    "textId": 8,
    "translationTitle": "Святой",
    "translator": "",
    "sentences": [
      "Господа! Я сейчас в Осака. Поэтому я расскажу историю из города Осака.",
      "Давным-давно, был мужчина, приехавший в город Осака поступить в услужение. Не знаю, как его звали по имени-фамилии. Поскольку это был мужчина, который просто приехал поступить в услужение, передают только, что был он Гонскэ.",
      "",
      "Переступив порог лавки по найму слуг, он обратился с просьбой к служащему, курящему чубук.",
      "«Господин служащий! Я хочу стать святым, поэтому, пожалуйста, устройте меня в такое место».",
      "Служащий, полностью ошеломленный, какое-то время ничего не мог произнести.",
      "",
      "«Господин служащий! Вы что, не слышите? Я хочу стать святым, поэтому, пожалуйста, устройте меня в такое место».",
      "«Мне действительно очень жаль, но...»",
      "Служащий, наконец, начал курить, как обычно.",
      "",
      "«Так как в нашей конторе еще ни разу не брались за устройство на работу святым, пожалуйста, пойдите в другое место».",
      "Тогда Гонскэ с недовольным видом сказал следующее:",
      "",
      "«Что-то вы не то говорите. На бамбуковой шторе вашей лавки что написано? Разве не написано «контора по устройству на любую работу»? Поскольку говорится «любую», то действительно оказываете посредничество в любых делах. Или преднамеренно написали ложь на шторе вашей лавки?»",
      "",
      "Конечно, когда тебе такое говорят, естественно, что Гонскэ рассердился.",
      "«Нет, не значит, что на шторе ложь. Так как Вы говорите подыскать Вам работу, где Вы сможете стать святым, приходите снова завтра. Я сегодня повсюду поспрашиваю».",
      "",
      "Служащий, для отговорки, принял просьбу Гонскэ. Но он не понимал, куда устроить в услужение, где человек может учиться на святого.",
      "Поэтому, сначала отправив Гонскэ, служащий тут же отправился в дом врача поблизости.",
      "Рассказав про Гонскэ, он спросил озабоченно: «Как же быть? Сэнсэй. Вы знаете куда устроить человека чтобы он учился на святого?»",
      "",
      "Это озадачило и врача. Какое-то время рассеянно скрестив руки, он просто смотрел на сосну в саду.",
      "Но, услышав рассказ служащего, тут же в разговор вмешалось хитрая супруга врача по прозвищу старая лиса.",
      "",
      "«Пришлите его сюда. Ведь за два-три года мы его точно сделаем святым».",
      "",
      "«Что вы говорите? Хорошо, что я у Вас спросил. Прошу Вас. Я чувствовал, что есть что-то общее между святыми и вами, врачами».",
      "",
      "Ничего не знающий служащий, усердно отвешивая поклоны, ушел домой очень довольным.",
      "Врач, с кислым выражением лица, проводил его и в досаде обратился к жене с упреками:",
      "«Что за глупости ты говорила? Что же будет, если эта деревенщина выскажет свое недовольство, когда не узнает никакую тайну бессмертия, сколько бы лет у нас не пробыл».",
      "",
      "Ho, жена, не извиняясь и насмешливо фыркая носом, осадила врача:",
      "«Вы бы лучше помолчали. С такой дурацкой честностью как у Вас, в этом суровом мире и поесть не сможешь».",
      "",
      "И так, на следующий день, как и договорились, деревенский житель Гонскэ пришел вместе со служащим.",
      "Сегодня даже Гонскэ, подумав, что это первое знакомство, надел хвори с гербами, и совсем ничем не отличался от обычного крестьянина.",
      "Это наоборот и было неожиданным.",
      "",
      "Врач, пристально всматриваясь в лицо Гонскэ, как когда смотришь на редкое животное из далекой страны, спросил с недоумением:",
      "«Я слышал, что ты хочешь стать святым. Откуда у тебя вообще возникло такое желание?»",
      "",
      "Тут Гонскэ сказал в ответ:",
      "«Нет у меня конкретной причины, но просто, посмотрел я на Осакский замок, и подумал, что даже выдающийся человек, такой как Тоётоми Хидзёси, когда-нибудь однажды умрет. Подумал я, что человек – бренный, сколько бы он не был высокородным, как бы он не благоденствовал, и каким богатым бы ни был».",
      "",
      "«Так что, ты будешь делать любую работу, для того чтобы стать святым?»",
      "быстро вставила хитрая жена врача.",
      "«Да. Чтобы стать святым я буду выполнять любую работу».",
      "",
      "«И взамен следующие двадцать лет мы тебе не дадим ни одного гроша зарплаты».",
      "«Да. Да. Согласен».",
      "",
      "После этого Гонскэ двадцать лет служил в доме этого врача.",
      "Набирал воду. Колол дрова. Готовил обед. Убирал.",
      "Вдобавок, когда врач выходил из дому, сопровождал его, взвалив на спину коробку с лекарствами.",
      "К тому же, не было ни разу, чтобы он сказал заплатить ему хоть гроша зарплаты, поэтому такого ценного слуги не сыскать было во всей Японии.",
      "",
      "Но, когда наконец прошло двадцать лет, Гонскэ снова, как в тот раз когда пришел, надел хвори с гербами и предстал перед хозяином и хозяйкой.",
      "Он высказал душевную благодарность, за все, что для него сделали за эти двадцать лет.",
      "«Мне бы хотелось, чтобы Вы, как давно обещали, научили меня сегодня искусству святого, который станет нестареющим и бессмертным».",
      "",
      "Врач не знал, что и сказать, когда к нему Гонскэ так обратился.",
      "Что не поделаешь, а после двадцатилетней службе, за которую не дали ни гроша зарплаты, не говорить же сейчас, что ему не известно искусство святого.",
      "Поэтому врач ничего не оставалось как, холодно бросить в сторону:",
      "«Тот, кому известно искусство святого – это моя жена, поэтому тебе следует у нее научиться».",
      "",
      "Но жена была невозмутима.",
      "«Итак, я тебя научу искусству святого, но взамен, ты будешь делать так, как я тебе говорю, как бы трудно это ни было. Если не будешь так делать, ты не только не сможешь стать святым, но если не прослужишь еще двадцать следующих лет без зарплаты, то тебя тут же настигнет кара и ты умрешь».",
      "",
      "«Слушаюсь. Как бы трудно ни было, я постараюсь точно все исполнить до конца».",
      "Гонскэ радуясь, ждал указаний жены.",
      "",
      "«В таком случае, взбирайся на ту сосну в саду» – приказала жена.",
      "",
      "Так как она изначально не знала искусства, как стать святым, она просто собиралась заставить служить Гонскэ еще следующие двадцать лет, отдав сложный приказ, который Гонскэ никак бы не смог исполнить.",
      "Но, Гонскэ, как только услышал эти слова, тут же взобрался на сосну.",
      "",
      "«Еще выше. Еще, еще выше взбирайся».",
      "Жена, стоя на веранде, смотрела снизу вверх на Гонскэ на сосне.",
      "Хвори с гербами Гонскэ уже развевается на самой высокой ветке той большой сосны в саду.",
      "",
      "«Сейчас отпусти правую руку».",
      "Гонскэ, крепко придерживаясь левой рукой за толстую сосновую ветку, потихоньку отпустил правую руку.",
      "",
      "«А теперь отпусти левую руку».",
      "",
      "«Эй, эй. Если эта деревенщина попытается отпустить левую руку, он же упадет. Упадет, а внизу камни, он погибнет».",
      "Врач наконец вышел на веранду с озабоченным лицом.",
      "",
      "«Не вмешивайся, когда не просят. Положись на меня. Итак, отпускай левую руку».",
      "",
      "Еще эти слова не перестали звучать, а Гонскэ без колебаний отпустил левую руку.",
      "Так как он, взобравшись, находился на верхушке дерева и отпустил обе руки, то должен был упасть.",
      "В один миг тело Гонскэ, его хвори с гербами, отделилось от самой верхней ветки сосны.",
      "Но это что? Отделившись, оно, не упав, удивительным образом подобно кукле-марионетке неподвижно стоит в светлом небе.",
      "",
      "«Спасибо вам большое. Благодаря вам я смог стать полноценным святым».",
      "Гонскэ вежливо поклонился, и спокойно шагая по голубому небу, постепенно поднялся в высокие облака.",
      "",
      "Что стало с лекарем и лекаршей никто не знает.",
      "Сосна из их сада еще очень долго простояла.",
      "Говорят, что Тацуторо Ёдойя специально пересадил к себе в сад это огромное, превышающее четыре обхвата, дерево, чтобы любоваться видом этой сосны под снегом."
    ]
  }
}