{
  "1": {
    "id": 1,
    "textId": 1,
    "translationTitle": "Ворота Расёмон (Расёмон)",
    "translator": "Наталия Крнета",
    "sentences": [
     "Это произошло однажды вечером.",
"Какой-то слуга ждал под воротами Расёмон, пока закончится дождь.",
"",
"Под широкими воротами кроме него никого нет.",
"Только один кузнечик сидит на большом круглом столбе, на котором местами облупилась красная краска.",
"Поскольку ворота Расёмон находятся на проспекте Судзаку, можно было бы ожидать, что помимо этого мужчины еще несколько людей будут там пережидать дождь.",
"Но кроме него никого нет.",
"",
"Это потому, что за последних два-три года на Киото одно за другим обрушивались бедствия – землетрясение, ураган, пожары, голод.",
"Поэтому Киото совсем запустел.",
"В древних летописях пишут, что ломали статуи будд и храмовую утварь, сваливали рядом с дорогой покрытое позолотой дерево и продавали его на дрова.",
"Поэтому все забросили ремонт и поддержание ворот Расёмон, и не было никого, кто бы этим озаботился.",
"",
"Тогда этим воспользовались лисы и тануки и там поселились.",
"Воры поселились.",
"В конце концов возник даже обычай приносить к этим воротам и оставлять здесь невостребованные трупы.",
"Поэтому получилось так, что, когда мерк свет дня, все боялись и близко не подходили к воротам.",
"",
"Зато в большом числе откуда-то собирались вороны.",
"Днем несчетное множество воронов описывало круги и каркая кружило над высокой крышей.",
"Когда алело закатное небо над воротами, вороны четко выделялись на нем, подобно рассыпанным зернам кунжута.",
"Вороны, конечно же, прилетали клевать мясо трупов на верхнем ярусе ворот.",
"",
"Но сегодня, из-за того что поздно, не видно ни одной птицы.",
"Только местами виднеется белеющий прилипший вороньий помёт на полуобрушившейся каменной лестнице и на ступенях, в трещинах которых проросла длинная трава.",
"Слуга сидит на верхней, седьмой, ступеньке лестницы и, то и дело потрагивая выскочивший на правой щеке большой прыщ, задумчиво наблюдает, как идет дождь.",
"",
"Автор написал выше: «Слуга ждал, когда дождь закончится».",
"Однако, даже если дождь и закончится, слуга не понимает, что делать.",
"Если бы все было как обычно, он бы, конечно же, вернулся к хозяину.",
"Однако, этот хозяин его рассчитал четыре-пять дней тому назад.",
"Как уже говорилось, в это время Киото находилось в страшном упадке.",
"То, что этого слугу после многолетней службы хозяин уволил, было ничем иным, как слабым отголоском этого упадка.",
"Поэтому, будет более подходящим сказать не «Слуга ждал, когда дождь закончится», а «Загнанному дождем в укрытие слуге, некуда было идти, и он не знал, что ему делать».",
"",
"К тому же, на повышенную чувствительность слуги эпохи Хэйан сильно влияла и сегодняшняя погода.",
"Не было и признака, что дождь, хлынувший в конце часа Обезьяны, может прекратиться.",
"Поэтому слуга, перебирая бессвязные мысли как бы прожить как-нибудь завтрашний день, а именно найти способ как-нибудь осуществить то, что было неосуществимо, слушал не слыша шум дождя, падающего уже давно на проспект Судзаку.",
"",
"Дождь окутывает ворота, и надвигается с громким шумом.",
"Мрак ночи постепенно делает небо более низким, и, если посмотреть вверх, крыша ворот подпирает тяжелые темные тучи.",
"",
"Не приходится разбираться в средствах, чтобы как-нибудь уладить то, с чем непонятно как справиться.",
"Если разбираться, то остается только умереть голодной смертью под забором, или на земле у дороги.",
"И тогда его принесут на верхний ярус этих ворот и просто бросят как собаку.",
"Если, предположим, не разбираться, мысли слуги, множество раз преодолевшие этот путь, снова в итоге уперлись в одну точку.",
"",
"Но это «если», в конце концов оставалось «если».",
"У слуги, хоть он и признает, что в средствах не приходится разбираться, нет храбрости признать то, что естественно должно следовать за этим: «нет иного способа, кроме как стать вором».",
"",
"Слуга громко чихнул и устало встал.",
"В столице, выстуженной вечером, уже такой холод, что хочется печки.",
"Ветер вместе с ночной тьмой без стеснения проникает между столбами ворот.",
"Кузнечик, сидевший на столбе, уже куда-то делся.",
"",
"Слуга, втянув голову в плечи, оглядел ворота.",
"Он бы провёл ночь здесь, если бы было место, где бы он смог спокойно переспать один вечер, не побеспокоенный дождем и ветром и не опасаясь быть замеченным.",
"И тут, к счастью, ему на глаза попалась покрытая лаком широкая лестница, ведущая на башню над воротами.",
"Если на верху и есть люди, то только покойники.",
"Тогда слуга, следя, чтобы из ножен не выскользнул меч, прикрепленный к поясу, ступил ногой, обутой в соломенное дзори, на нижнюю ступень лестницы.",
"",
"И вот, прошло несколько минут.",
"На середине широкой лестницы, ведущей на башню ворот Расёмон, мужчина, съёжившись как кошка, и затаив дыхание, смотрел, что происходит наверху.",
"Свет из башни слабо омывал его правую щеку.",
"Ту самую щеку, на которой среди короткой щетины находился красный гнойный прыщ.",
"",
"Слуга, поначалу, думал, что наверху только покойники.",
"Когда он поднялся на две-три ступени, то увидел, что наверху кто-то зажег свет, и к тому же этот свет движется.",
"Это сразу стало ясным, так как мутный, жёлтый свет колеблясь отражался на затянутом паутиной потолке.",
"Тот, кто зажег свет на воротах Расёмон в эту дождливую ночь — не простой человек.",
"",
"Слуга, заглушив свои шаги как ящерица, в конце концов ползком взобрался на верхнюю ступеньку.",
"И распластавшись, насколько это возможно, вытянув насколько возможно шею, боязливо заглянул внутрь башни.",
"",
"В башне, как он и знал из слухов, валяются несколько трупов, но так как место, куда проникает свет, меньше, чем он думал, непонятно сколько их.",
"Единственное что можно узнать, это то, что среди них есть трупы голые и трупы одетые.",
"Конечно же, похоже, что среди них вперемешку женщины и мужчины.",
"Все эти трупы валялись на полу, раскрыв рты и раскинув руки, подобно куклам сделанным из глины, настолько, что вызывало сомнение, были ли они прежде живыми людьми.",
"К тому же, они молчали как на веки немые, освещаемые тусклым светом, падающим на выступающие части тела, такие как плечи и грудь, и делающим еще более тёмным тени во впадинах.",
"",
"Слуга невольно прикрыл нос от смрада разложения трупов.",
"Но рука в следующий момент забыла о том, чтобы прикрыть нос.",
"Сильное чувство совсем лишило его обоняния.",
"",
"Взгляд слуги впервые упал на человека, сидящего среди трупов.",
"Это была пожилая женщина, похожая на обезьяну, в кимоно тёмно-красно-коричневого цвета, низкая, худая, с седыми волосами.",
"Эта женщина держала в правой руке зажженную сосновую лучину, и пристально вглядывалась в лицо одного из трупов.",
"Судя по длинным волосам, это, скорее всего, был труп женщины.",
"",
"Слуга, движимый большей долей страха и меньшей долей любопытства, позабыл даже дышать на несколько мгновений.",
"Если позаимствовать выражение древнего летописца, мужчина почувствовал, что у него «волосы на голове и теле утолщаются».",
"Тогда старуха воткнула сосновую лучину между досками пола, протянула обе руки к голове трупа, которую она только что разглядывала, и начала по одному выдергивать волоски из длинных волос, совсем как обезьяна-родитель, ищущая вшей у обезьяны-ребёнка.",
"Волосы вылезали, следуя движению руки.",
"",
"По мере того, как волос за волосом вылезал, страх исчезал понемногу из души слуги.",
"И в то же время, понемногу выступила сильная злость по отношению к старухе.",
"Нет, пожалуй, будет ошибкой сказать, что по отношению к старухе.",
"С каждой минутой крепло отвращение к любому злу.",
"",
"Если бы кто-нибудь еще раз перед слугой поставил вопрос, над которым он размышлял до того у ворот Расёмон – умереть с голоду или стать вором, слуга бы, скорее всего, без сожаления выбрал голодную смерть.",
"Ненависть ко злу разгорелась в сердце слуги так же ярко как сосновая лучина, воткнутая в пол старухой.",
"",
"Слуга, конечно же, не понимал, почему старуха выдергивает волосы у покойника.",
"Следовательно, он не знал, хорошо это, или плохо.",
"Но, для слуги в эту дождливую ночь, на башне ворот Расёмон, выдёргивать волосы у покойника, само по себе было непростительным злом.",
"Конечно же слуга забыл, что он сам недавно собирался стать вором.",
"",
"Поэтому слуга напряг обе ноги и резко с лестницы бросился внутрь.",
"И, положив руку на неукрашенную рукоять меча, подошел к старухе.",
"Нечего и говорить, что старуха испугалась.",
"",
"Старуха, увидев слугу, подпрыгнула, будто выпущенная из пращи.",
"«Ты куда?»",
"Слуга громко ругнулся, заступив дорогу старухе, которая в панике пыталась бежать, спотыкаясь о трупы.",
"Старуха, несмотря на это, пытается оттолкнуть слугу.",
"Слуга, в свою очередь, отталкивает старуху обратно, пытаясь ей не позволить сделать это.",
"Эти двое, какое-то время, ничего не говоря, толкают друг друга среди трупов.",
"Но, исход понятен с самого начала.",
"Слуга в конце концов схватил старуху за руку и повалил на пол.",
"Рука – одна кость и кожа, совсем как куриная лапа.",
"",
"«Что делала? Говори! Если не скажешь, вот что тебя ждет!»",
"Слуга, бросив старуху, достал меч из ножен, и поднес прямо к ее глазам сверкающую сталь.",
"Но, старуха молчит.",
"С трясущимися руками, прыгающими плечами, тяжело дыша, она раскрыла глаза так, что они вылезали у нее из орбит, и молчала как немая.",
"Увидев это, слуга впервые четко осознал, что жизнь и смерть этой старухи находятся всецело в его власти.",
"И это незаметно, остудило ярко горевшую до этого ненависть в душе.",
"",
"То, что осталось после, это просто ощущение легкой гордости и удовлетворения от безупречно сделанной работы.",
"Поэтому слуга, глядя на старуху сверху вниз, сказал, слегка смягчив голос:",
"«Я не чиновник в полицейском управлении. Я путешественник, который только что проходил мимо этих ворот. Поэтому я не буду тебя связывать. Просто, достаточно будет, если расскажешь мне, что ты здесь наверху делала.»",
"",
"Тогда старуха еще шире раскрыла широко открытые глаза и уставилась в лицо слуги.",
"Смотрела она из-под покрасневших век острым взглядом, как у хищной птицы.",
"Потом она, как будто жуя, зашевелила губами, почти соединенными с носом морщинами в одно целое.",
"Видно было, как на ее тонкой шее движется острый кадык.",
"И тут из ее горла до слуги донесся задыхающийся голос, похожий на воронье карканье.",
"",
"«Выдергивала волосы, выдергивала волосы, собиралась делать парики.»",
"",
"Слуга был разочарован неожиданной обыденностью старухиного ответа.",
"И вместе с разочарованием в его душу вместе с прежней ненавистью вошло холодное презрение.",
"Пожалуй, старуха поняла его настроение.",
"Старуха, все еще держа в руке волосы, выдернутые из головы трупа, запинаясь, квакая как жаба, сказала следующее:",
"",
"«Понятно, что, может быть, выдергивать волосы у покойников дело худое.",
"Но все покойники, которые здесь находятся, заслужили такого.",
"Женщина, у которой я сейчас выдергивала волосы, жила тем, что, резала змей на кусочки длиной примерно 13 см, сушила их, говорила, что это сушеная рыба и продавала в лагере дворцовой стражи.",
"Если бы не умерла от эпидемии и сейчас бы, наверное, жила такой торговлей.",
"Говорили, что рыба, которую она продавала, вкусная, и стражники ее обязательно покупали к овощам.",
"Я не думаю, что то, что эта женщина делала, плохо.",
"Если бы она этого не делала, она бы умерла с голоду, у нее не было выбора.",
"Я не думаю, что плохо и то, что я сейчас делала.",
"Если бы я этого не делала, я бы умерла с голоду, у меня нет выбора.",
"Поэтому эта женщина, которая знала, что такое делать поневоле, посмотрела бы, скорее всего, сквозь пальцы на то, что я делаю.»",
"",
"Вот что рассказала старуха.",
"",
"Слуга спокойно слушал рассказ, вложив меч в ножны и придерживая рукоять левой рукой.",
"Конечно же он слушал, трогая правой рукой большой красный гнойный прыщ на щеке.",
"Но, пока он это слушал, в его душе зародилась некая смелость.",
"Эта та смелость, которой ему не хватало раньше, внизу у ворот.",
"И эта смелость была направлена совсем в противоположную сторону, чем смелость того момента, когда он поднялся на верх ворот и поймал старуху.",
"Слуга не просто не колебался между голодной смертью и судьбой вора.",
"Если говорить о его настроении в тот момент, мысль о голодной смерти была настолько вне его сознания, что он о ней и думать не мог.",
"",
"«Ах, вот как».",
"Сказал слуга насмешливым голосом, дослушав старухин рассказ.",
"И шагнув на один шаг вперед, резко отвел правую руку от прыща и, схватив старуху за волосы на затылке, огрызнулся.",
"«Тогда, если я ограблю тебя, ты не будешь держать зла? Ведь я тоже умру с голоду, если не сделаю этого.»",
"",
"Слуга быстро сдернул кимоно со старухи.",
"Потом, грубо опрокинул на трупы старуху, пытающуюся уцепиться ему в ноги.",
"До лестницы всего лишь пять шагов.",
"Слуга засунул за пазуху кимоно темно-красно-коричневого цвета и в один миг сбежал по крутой лестнице вниз в ночь.",
"",
"И вот настал тот момент, когда, через какое-то время, старуха, которая лежала навзничь как мертвая, поднялась голая с трупов.",
"Ворча и издавая стоны, она подползла к лестнице, при свете все еще горящего огня.",
"И оттуда она заглянула вниз.",
"Снаружи была только непроглядно-темная ночь.",
"",
"Никто не знает, куда делся слуга."

    ]
  }
}
