{
  "2": {
    "id": 2,
    "textId": 2,
    "translationTitle": "Паутинка",
    "translator": "Наталия Крнета",
    "sentences": [
      "Вот что произошло однажды.",
      "Будда гулял в одиночестве по берегу райского Лотосового пруда.",
      "",
      "Цветущие в пруду лотосы, снежно-белые подобно жемчугу, из их золотых сердцевин разливается вокруг несказанно приятный аромат.",
      "",
      "А в раю — утро.",
      "",
      "Вскоре Будда остановился на берегу пруда и посмотрел меж лотосовых листьев, устилавших поверхность воды, вниз.",
      "Под этим райским Лотосовым прудом как раз находится дно ада, так что видны река Сандзу и гора Иголок.",
      "",
      "Будда, глядя на картину ада, вспомнил, как Кандата пощадил паука.",
      "А именно, когда он однажды шел через густой лес, он увидел, что один маленький паук ползет по дороге.",
      "Тогда Кандата тут же поднял ногу и уже собирался раздавить паука, как неожиданно передумал: «Нет, нет, он хоть и маленький, но несомненно живое существо».",
      "Жалко понапрасну отнимать эту жизнь.",
      "И, не убивая, пощадил его.",
      "Поскольку Кандата совершил этот хороший поступок, Будда решил попытаться, если это возможно, спасти его из ада.",
      "",
      "К счастью, рядом один райский паучок прицепил красивую серебряную нить к нефритово-зеленому листу лотоса.",
      "Будда взял в руки эту паутинку и опустил её сквозь жемчужно-белые лотосы прямо на дно ада.",
      "",
      "А это Кандата, который вместе с другими грешниками, то всплывает, то погружается в Пруд крови на дне ада.",
      "Куда не посмотри, везде темным-темно, и смутно всплывает из этой кромешной тьмы блеск ужасной Горы иголок, так что словами не выразить это уныние.",
      "",
      "К тому же, кругом стоит полная гробовая тишина, и лишь изредка слышатся слабые вздохи грешников.",
      "Те, кто сюда пал, уже устали от множества адских мучений, и у них не остается сил даже всхлипывать.",
      "Поэтому даже страшный разбойник Кандата, захлёбываясь кровью в Пруду крови, только и корчился подобно подыхающей лягушке.",
      "",
      "Но вот, что происходит однажды.",
      "Поднимает Кандата случайно голову, смотрит в небо над Прудом крови, и среди тьмы, с далекого-далекого неба, не к нему ли свешивается тонко поблескивая, как бы опасаясь привлечь внимание, серебряная паутинка.",
      "",
      "Увидел это Кандата и невольно обрадовался.",
      "Если уцепиться за эту нить и взобраться повыше, то точно из ада можно сбежать.",
      "Да нет, если все пойдет хорошо, даже, пожалуй, в рай попадешь.",
      "В таком случае уже не потопят на Гору иголок, не погрузят в Пруд крови.",
      "",
      "Так подумав, Кандата, тут же двумя руками крепко схватившись за паутинку, начал старательно взбираться все выше и выше.",
      "Поскольку он раньше был страшным разбойником, он давно к такому привычен.",
      "",
      "Но, так как между адом и раем много десятков тысяч ри, сколько бы он не торопился, а наверх непросто выбраться.",
      "Лез Кандата вверх какое-то время, и даже он наконец устал, и уже не мог подниматься дальше.",
      "Делать нечего, собравшись сперва немного отдохнуть, Кандата, повиснув на паутинке на полдороги, посмотрел вниз.",
      "",
      "И вот, он карабкался вверх изо всех сил, и в результате скрылся уже в темной бездне Пруд крови, в котором он недавно находился.",
      "И тускло поблескивающая ужасная Гора иголок тоже уже у него под ногами.",
      "Если так будет взбираться, может быть, смог бы сбежать из ада.",
      "Ухватившись за паутинку обеими руками, Кандата засмеялся: «Спасен. Спасен».",
      "",
      "Но, тут он замечает — разве это не беспокойные грешники на паутинке снизу, следуют тем же путем, по которым он поднялся, и подобно шеренге муравьев, поднимаются к нему все выше и выше?",
      "Увидев это, Кандата удивился и испугался, и какое-то время просто хлопал глазами, широко разинув рот как дурачок.",
      "",
      "Как же эта тонкая паутинка, которая выглядит как будто оборвется под ним одним, выдерживает тяжесть такого большого числа людей?",
      "Если она оборвется посередине, даже он, самый драгоценный он, который с таким трудом поднялся сюда, должен будет снова рухнуть в ад.",
      "Если такое случится, это будет ужасно.",
      "",
      "Но даже в тот момент, когда он это говорит, не то сотни, не то тысячи грешников роем поднимаются со дна темного Пруда крови, и вытянувшись в шеренгу, лезут вверх по тонко поблескивающей паутинке.",
      "Если тут же ничего не предпринять, паутинка точно лопнет пополам, и он упадет.",
      "",
      "Поэтому Кандата завопил во весь голос: «Эй, грешники! Эта паутинка — моя! Кто вам разрешил лезть по ней? Слезайте! Слезайте!»",
      "",
      "И в этот миг паутинка, которая спокойно себе висела, неожиданно лопнула с треском в том месте, где повис Кандата.",
      "Поэтому Кандата тут же, рассекая воздух, кувыркаясь как волчок, в момент погрузился в темную бездну.",
      "",
      "После этого, только райская паутинка, тонко поблескивая, коротко свисала в небе без луны и звезд.",
      "",
      "Будда стоял на берегу райского Лотосового пруда и за всем наблюдал, а когда наконец Кандата камнем погрузился на дно Пруда крови, с грустным видом продолжил прогулку.",
      "Не знающая сострадания душа Кандаты, желающего только своего спасения из ада, получила заслуженную кару, а повторное низвержение в ад, в глазах Будды было постыдным.",
      "",
      "Но лотосы в райском Лотосовом пруду это совсем не волнует.",
      "Жемчужно-белые цветы, вокруг стоп Будды, плавно покачивают чашечками, из их золотых сердцевин непрерывно разливается вокруг несказанно приятный аромат.",
      "В раю уже близился полдень."
    ]
  }
}